{
	"registry" : {
		"Translatable" : "co.com.twelvestars.commons.polls.Translatable"
	},
	"registry" : {
		"number-vibrations" : {
			"1" : {
				"object-type": "Translatable",
				"texts" : {
					"en" : "LEADER.\n\nPositive characteristics: with strength, ambition, ability to occupy command posts. Enthusiasts, creative, original and act to make their ideas productive. With skills to develop their potential in all areas. They believe in themselves, are ambitious and live intensely. Always in search of perfection. Quick to typecast events.\n\nNegative characteristics: It can become dictators and reckless in the deal which can lead to failure. His achievements and successes can transform him into self-centered, vain, individualistic, unable to listen to advice by becoming stubborn and stubborn.\n\nPossible professions: inventor, aviator, military, engineer, teacher, company director.",
					"es" : "LÍDER.\n\nCaracterísticas positivas: con fuerza, ambición, habilidad para ocupar puestos de mandos. Entusiastas, creativos, originales y accionan para que sus ideas sean productivas. Con dotes para desarrollar su potencial en todos los ámbitos. Creen en si mismos, son ambiciosos y viven intensamente. Siempre en búsqueda de la perfección. Rápidos para encasillar los acontecimientos.\n\nCaracterísticas negativas: Puede volverse dictadores e imprudentes en el trato lo cual puede llevarle al fracaso. Sus logros y éxitos pueden transformarlo en egocéntrico, vanidoso, individualista, incapaz de escuchar consejos volviéndose terco y obstinado.\n\nPosibles profesiones: inventor, aviador, militar, ingeniero, profesor, director de empresa."
				}
			},
			"2" : {
				"object-type": "Translatable",
				"texts" : {
					"en" : "FRIEND.\n\nPositive features: The great friend, The ideal employee, The perfect couple. They show great interest and consideration for others; good friends. Cooperatives, the ideal employees; great organizers and perfectly meet the guidelines. With power of concentration. You can take over temporarily with spontaneity, responsibility and ease. They do not tolerate the lack of harmony and aggressive situations irreparably alter it, but will seek to correct the situation. The most marked facet focuses on the search for peace; a peacemaker will always be a number two; You must learn to take life less seriously, cultivate a sense of humor.\n\nNegative characteristics: Their need to please others can lead them to follow or be influenced against their principles. Their indecision or uncertainty makes them vulnerable to others who can take advantage; They must master their mood swings and hypersensitivity.\n\nPossible professions: diplomat, musician or painter, accountant, analyst, librarian,\npolitical, human resources, conflict mediator.",
					"es" : "AMIGO.\n\nCaracterísticas positivas: El amigo estupendo, El empleado ideal, La pareja perfecta. Demuestran gran interés y consideración por los demás; buenos amigos. Cooperativos, los empleados ideales; grandes organizadores y cumplen a la perfección las pautas trazadas. Con poder de concentración. Puede asumir el mando temporalmente con espontaneidad, responsabilidad y facilidad. No toleran la falta de armonía y las situaciones agresivas lo alteran irremediablemente, pero buscará subsanar la situación. La faceta más marcada se centra en la búsqueda de la paz; un pacificador será siempre un numero dos; debe aprender a tomarse la vida con menos seriedad, cultivar el sentido del humor.\n\nCaracterísticas negativas: Su necesidad de agradar a los demás puede llevarlos a seguir o dejarse influir en contra de sus principios. Su indecisión o incertidumbre les hace vulnerables frente a otros que pueden aprovecharse; deben dominar sus cambios de humor y su hipersensibilidad.\n\nPosibles profesiones: diplomático, músico o pintor, contador, analista, bibliotecario,\npolítico, recursos humanos, mediador de conflictos."
				}
			},
			"3" : {
				"object-type": "Translatable",
				"texts" : {
					"en" : "COMMUNICATOR.\n\nPositive characteristics: they solve their problems through the word, the expression of itself is true happiness, because life and interactions are inspired by its inner being. They develop artistic activities, such as music, theater or dance. Friendship is very important, but their introspection and strong external image prevents others from accepting them as they are. Able to see beauty and charm in all things.\n\nNegative characteristics: Its great enemy is loneliness, its tendency to extreme manias as its demand with order, cleanliness and personal neatness make the number 3 a difficult couple. They flee from prolonged and deep relationships for fear of abandonment. Many links, but none true.\n\nPossible professions: journalist, writer, actor, humorist, producer, seller,\npublic relations, singer.",
					"es" : "COMUNICADOR.\n\nCaracterísticas positivas: resuelven sus problemas a través de la palabra, la expresión de si mismo es la verdadera felicidad, pues la vida y las interacciones están inspiradas por su ser interior. Desarrollan actividades artísticas, como la música, teatro o danza. La amistad es muy importante, pero su introspección y fuerte imagen exterior impide que los demás les acepten como son. Capaces de ver la belleza y el encanto en todas las cosas.\n\nCaracterísticas negativas: Su gran enemigo es la soledad, su tendencia a las manías extremas como su exigencia con el orden, la limpieza y la pulcritud personal hacen del número 3 una pareja difícil. Huyen de las relaciones prolongadas y profundas por miedo al abandono. Muchos vínculos, pero ninguno verdadero.\n\nPosibles profesiones: periodista, escritor, actor, humorista, productor, vendedor,\nrelaciones públicas, cantante."
				}
			},
			"4" : {
				"object-type": "Translatable",
				"texts" : {
					"en" : "BUILDER.\n\nPositive characteristics: they create in the professional fields, in family life and in social relationships. Respect the established order and laws; his mottos are sincerity and truth; Playing fair represents them. Highly valued, both in their work or by their friends for being willing to give accurate and sincere advice. Constant travelers in search of strong emotions. With a solid criterion of reality, they use their full potential to achieve the desired goals. They stand out in commercial activities and all activities that do not need concentration.\n\nNegative characteristics: Their tendency to get bored easily makes contingencies a motivation to investigate and feel alive; but they also fall into excesses and dangerous situations. Tendency to omnipotent behaviors finding the rejection of others.\n\nPossible professions: company director, judge, lawyer, engineer, administration economist, builder, operator, mechanic, farmer.",
					"es" : "CONSTRUCTOR.\n\nCaracterísticas positivas: crean en los ámbitos profesional, en la vida familiar y las relaciones sociales. Respetan el orden y las leyes establecidas; sus lemas son la sinceridad y la verdad; jugar limpio los representa. Muy valorados, tanto en sus trabajos o por sus amigos por estar dispuestos a dar un consejo certero y sincero. Viajeros constantes en busca de fuertes emociones. Con un sólido criterio de realidad, usan todo su potencial para alcanzar las metas deseadas. Se destacan en las actividades comerciales y todas actividades que no necesiten concentración.\n\nCaracterísticas negativas: Su tendencia a aburrirse con facilidad hacen de los imprevistos una motivación para investigar y sentirse vivos; pero también caen en excesos y situaciones peligrosas. Tendencia a comportamientos omnipotentes encontrando el rechazo de los demás.\n\nPosibles profesiones: director de empresa, juez, abogado, ingeniero, economista administración, constructor, operario, mecánico, agricultor."
				}
			},
			"5" : {
				"object-type": "Translatable",
				"texts" : {
					"en" : "FREE SPIRIT.\n\nPositive characteristics: they symbolize freedom; He feels loose, free to experiment and browse freely. Receptive ability to enjoy beauty, appreciate art and its perceptual talent. His restless spirit will lead him to travel in search of new experiences, which will be the seeds to create new ideas, knowledge and advanced concepts. Everything you believe will be out of the ordinary. Turn the page easily, because there is always something new to think about, you have to go light luggage to receive the new challenges. His thinking is analytical and tries to find the reason for things. You need to have few ties to fully develop.\n\nNegative characteristics: Their need for freedom makes them behave inconsiderately with others. In their relationships they are selfish, have a bad character and very emotional and can get violent. If he loses his temper in public, he will be impulsive, blaspheming verbal insults, humiliating, rude, loud and defiant. His great lesson is to learn to control his temper, cultivate patience, tolerance, understanding and respect for others. You need more self-criticism.\n\nPossible professions: psychiatrist, psychologist, salesperson, team leader, promoter, producer, tour guide, correspondent.",
					"es" : "ESPÍRITU LIBRE.\n\nCaracterísticas positivas: simbolizan la libertad; se siente suelto, libre para experimentar y curiosear libremente. Capacidad receptiva para disfrutar de la belleza, apreciar el arte y su talento perceptivo. Su espíritu inquieto lo llevara a viajar en busca de nuevas experiencias, que serán las semillas para crear nuevas ideas, conocimientos y conceptos de avanzada. Todo lo que cree estará fuera de lo común. Pasa página con facilidad, pues siempre hay algo nuevo en que pensar, hay que ir ligero de equipaje para recibir los nuevos desafíos. Su pensamiento es analítico y trata de encontrar el porqué de las cosas. Necesita tener pocas ataduras para poder desarrollarse con plenitud.\n\nCaracterísticas negativas: Su necesidad de libertad los hace comportarse de forma desconsiderada con los demás. En sus relaciones son egoístas, tienen mal carácter y muy emotivos y pueden ponerse violentos. Si pierde los estribos en público, se mostrara impulsivo, blasfemando injurias verbales, humillando, grosero, gritón y desafiante. Su gran lección es aprender a controlar su temperamento, cultivar la paciencia, tolerancia, la comprensión y el respeto por los otros. Necesita más autocrítica.\n\nPosibles profesiones: psiquiatra, psicólogo, vendedor, jefe de equipo, promotor, productor, guía turístico, corresponsal."
				}
			},
			"6" : {
				"object-type": "Translatable",
				"texts" : {
					"en" : "RESPONSABLE.\n\nPositive characteristics: they symbolize idealism, responsibility, justice and truth; their maternal / paternal instinct guides them as heads of family who take care of their own, a characteristic that they fully develop as bosses in their work or with responsibilities within their community. His life focuses on home and his family. The influence of the number 6 is in the humanitarian service; develop counseling, support or service to others. Your sympathy, generosity, wisdom and understanding are the foundations of your life and define how you interpret it. Good works are part of everyday life and enjoy arts, music or a beautiful landscape. They are excellent conflict mediators; His good advice and intelligent conclusions illuminate and persuade a conciliation.\n\nNegative characteristics: excess responsibilities can make you a slave, especially from your own family or friends. His wisdom should serve to teach the weakest to cope with their problems. They have a tendency to emotional ups and downs and negativity.\n\nPossible professions: doctor, nurse, social worker, official\npublic, musician, homeowner, teacher, religious, designer, interior decorator.",
					"es" : "RESPONSABLE.\n\nCaracterísticas positivas: simbolizan el idealismo, la responsabilidad, la justicia y la verdad; su instinto maternal/paternal los guía como jefes de familia que cuidan de los suyos, característica que desarrollan plenamente como jefes en su trabajo o con responsabilidades dentro de su comunidad. Su vida se centra el hogar y su familia. La influencia del número 6 se encuentra en el servicio humanitario; desarrollan actividades de asesoramiento, apoyo o servicio al prójimo. Su simpatía, generosidad, sabiduría y comprensión son los fundamentos de su vida y definen como la interpretan. Las buenas obras forman parte de lo cotidiano y disfrutan con las artes, la música o un bello paisaje. Son excelentes mediadores de conflictos; sus buenos consejos e inteligentes conclusiones iluminan y persuaden para una conciliación.\n\nCaracterísticas negativas: el exceso de responsabilidades lo pueden convertir en esclavo, especialmente de su propia familia o amigos. Su sabiduría debe servirle para enseñar a los más débiles a sobrellevar sus problemas. Tienen tendencia a los altibajos emocionales y la negatividad.\n\nPosibles profesiones: médico, enfermero, asistente social, funcionario\npúblico, músico, dueña de casa, profesor, religioso, diseñador, decorador de interiores."
				}
			},
			"7" : {
				"object-type": "Translatable",
				"texts" : {
					"en" : "PERFECTIONIST.\n\nPositive characteristics: they have the gift for research, observation and acute analysis; They have mental speed to analyze situations, demanding perfection. Because of their ability to capture knowledge, they represent researchers, students or scientists who reach their own conclusions. His soul is peaceful and affectionate, very intuitive immediately recognizes the one who is not sincere; His few friends are for life. Little sociable, its reserve is interpreted as a distancing, but in reality they hide a sense of insecurity. They need time to be calm with their own thoughts and their dearest dreams. The 7 is a spiritual number, connected with the mystic clings to intuition and its experience as a spiritual guide; He doesn't like advice; trust your inner voice more. Of few words. His thoughts and opinions are saved, although if he finds a valid interlocutor, he will draw his knowledge and speak with authority.\n\nNegative characteristics: it can be pessimistic, selfish and spoiled. Lonely He prefers to read a book than being with uninteresting people.\n\nPossible professions: scientist, professor, analyst, writer, judge, lawyer, psychologist, musician, religious, historian, archaeologist, mystic or related to esoteric activities.",
					"es" : "PERFECCIONISTA.\n\nCaracterísticas positivas: tienen el don para la investigación, la observación y el análisis agudo; poseen rapidez mental para analizar las situaciones, exigiéndose la perfección. Por su capacidad para captar conocimientos, representan a los investigadores, estudiantes o científicos que llegan a sus propias conclusiones. Su alma es pacífica y cariñosa, muy intuitivo reconoce de inmediato aquel que no es sincero; sus pocos amigos son para toda la vida. Poco sociable, su reserva es interpretada como un distanciamiento, pero en realidad esconden una sensación de inseguridad. Necesitan tiempo para estar tranquilos con sus propios pensamientos y sus sueños más queridos. El 7 es un número espiritual, conectado con lo místico se aferra a la intuición y a su experiencia como guía espiritual; no le gustan los consejos; confía más en su voz interior. De pocas palabras. Se guarda su pensamiento y opiniones, aunque si encuentra un interlocutor válido, sacara su conocimiento y hablara con autoridad.\n\nCaracterísticas negativas: puede ser pesimista, egoísta y malcriado. Solitarios. Prefiere leer un libro que estar con personas poco interesantes.\n\nPosibles profesiones: científico, profesor, analista, escritor, juez, abogado, psicólogo, músico, religioso, historiador, arqueólogo, místico o relacionado a actividades esotéricas."
				}
			},
			"8" : {
				"object-type": "Translatable",
				"texts" : {
					"en" : "SUCCESSFUL.\n\nPositive characteristics: they have the ambition to achieve objectives. Their organizational skills, tenacity and independence are appropriate to lead, govern and direct long-range plans to their success. They represent executives with the capacity to encourage their people to use their full potential for their own benefit. His enthusiasm is contagious and causes inspiration to be followed. Practical and constant in their objectives, they do not miss the opportunities that life offers them. They seek to be recognized for their work and achievements. They perform excellently in the competition of the business world or in the political sphere. In their relationships they are open, honest and firm, but their occupations and concerns keep them away from them; they must seek love to mitigate and soften their character, affection and affection open their hearts whenever they manage to place it within one of the projects of their lives.\n\nNegative characteristics: They can be dictatorial, overshadowing the fundamental contribution they need to achieve their goals in the people around them. The strength of your personality can scare people who want to approach. Dedication to work in search of success and recognition can become an obsession, leading to isolation and loneliness.\n\nPossible professions: stockbroker, business executive, politician, military, manager, lawyer, industrial, expert, industrial, editor, publicist, film or theater director, critic.",
					"es" : "EXITOSO.\n\nCaracterísticas positivas: tienen la ambición para lograr objetivos. Sus dotes organizativas, su tenacidad e independencia son las apropiadas para conducir, gobernar y dirigir planes de largo alcance hasta su éxito. Representan a los ejecutivos con capacidad para impulsar a que su gente use su máximo potencial en su propio beneficio. Su entusiasmo es contagioso y provoca la inspiración para que le sigan. Prácticos y constantes en sus objetivos, no dejan pasar las oportunidades que la vida les ofrece. Buscan ser reconocidos por su labor y sus logros. Se desempeñan estupendamente en la competencia del mundo de los negocios o en el ámbito político. En sus relaciones se muestran abiertos, honestos y firmes, pero sus ocupaciones y preocupaciones los mantienen alejado de ellas; deben buscar el amor para mitigar y suavizar su carácter, el afecto y cariño abren su corazón siempre que logren ubicarlo dentro de uno de los proyectos de sus vidas.\n\nCaracterísticas negativas: Pueden ser dictatoriales, ensombreciendo el aporte fundamental que necesitan para lograr sus objetivos en la gente que les rodea. La fuerza de su personalidad puede espantar a gente que desea acercarse. La dedicación al trabajo en busca del éxito y el reconocimiento puede convertirse en una obsesión, llevándole al aislamiento y la soledad.\n\nPosibles profesiones: corredor de bolsa, ejecutivo de negocios, político, militar, gerente, abogado, industrial, perito, industrial, editor, publicista, director de cine o de teatro, crítico."
				}
			},
			"9" : {
				"object-type": "Translatable",
				"texts" : {
					"en" : "PHILOSOPHER.\n\nPositive characteristics: great qualities for the mystic and occult sciences; their fine sensitivity allows them to perceive the moods of others. They enjoy music, colors and beautiful things. They have very developed generosity and compassion. They inspire confidence and feel responsible for people less fortunate than them. Their generosity leads them to put their assets in projects that have to do with the common good or in humanitarian works. Its friendly, friendly and pleasant character attracts others, making friends almost immediately. In their relationships, their kind behavior and openness prevail. They are spiritual guides, teachers or educators.\n\nNegative features: Beware of drama. You must find a balance between doing and giving for others.\n\nPossible professions: doctor, history teacher, nurse, lawyer, writer, photographer, archaeologist, actor, dancer, politician, mesenas, art specialist, philanthropist.",
					"es" : "FILÓSOFO.\n\nCaracterísticas positivas: grandes cualidades para lo místico y las ciencias ocultas; su sensibilidad fina les permite percibir los estados de ánimos de los otros. Gozan con la música, los colores y las cosas bellas. Tienen muy desarrollada la generosidad y la compasión. Inspiran confianza y se sienten responsable por las personas menos afortunadas que ellos. Su generosidad los lleva a poner sus bienes en proyectos que tengan que ver con el bien común o en obras de carácter humanitario. Su carácter simpático, amistoso y agradable atrae a los demás, entablando amistad casi de inmediato. En sus relaciones prevalece su comportamiento amable y su franqueza. Son guías espirituales, maestros o educadores.\n\nCaracterísticas negativas: Cuidado con el dramatismo. Deberá encontrar un equilibrio entre el hacer y el dar por los demás.\n\nPosibles profesiones: médico, profesor de historia, enfermero, abogado, escritor, fotógrafo, arqueólogo, actor, bailarín, político, mesenas, especialista en arte, filántropo."
				}
			}
		}
	},
	"numerology-model": {
		"char-numbers" : {
			"a": "1", "j": "1", "s": "1",
			"b": "2", "k": "2", "t": "2",
			"c": "3", "l": "3", "u": "3",
			"d": "4", "m": "4", "v": "4",
			"e": "5", "n": "5", "w": "5", "ñ": "5",
			"f": "6", "o": "6", "x": "6",
			"g": "7", "p": "7", "y": "7",
			"h": "8", "q": "8", "z": "8",
			"i": "9", "r": "9"

		},
		"new-year-dates" : ["20190928", "20200917", "20210907", "20220925", "20230915",
			"20240903", "20250921", "20260911", "20270930", "20280918", "20290908",
			"20300927", "20310916", "20320904", "20330923", "20340912", "20350902", "20360920",
			"20370909", "20380928", "20390918", "20400906", "20410925", "20420914", "20430903",
			"20440921", "20450911", "20460930", "20470919", "20480908", "20490927", "20500916"],
		"aspects" : {
			"life" : {
				"title" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "Tantric - Life or mission number",
						"es" : "Tantrica - Número de vida o misión"
					}
				},
				"description" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "It's our guide number. What I brought into this life and what I'm lacking of for serving humanity.",
						"es" : "Es nuestro número guía. Lo que traigo y lo que me falta para servir a la humanidad."
					}
				},
				"qualities" : {
					"1" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Must teach the world Humility and Creativity through example.\nDecree: I AM understanding and generosity.\nRecommendation: learn humility, fidelity, loyalty and love from dogs. Use transparent glass to activate chakras 4 and 6 and to dissolve in transparency.",
							"es" : "Debe enseñar al mundo la Humildad y Creatividad por medio del ejemplo.\nDecreto: YO SOY comprensión y generosidad.\nRecomendación: aprender humildad, fidelidad, lealtad y amor de los perros. Usar cristal transparente para activar chakras 4 y 6 y para disolverse en transparencia."
						}
					},
					"2" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "They must achieve obedience to the light, love themselves, love and serve. They become mediators and conciliators.\nDecree: I AM son of the light, protected and illuminated by the light. I bless the light.\nActions: work on independence and the decision to affirm and believe in Divinity. Use blue crystal, Topaz or Amethyst in chakras 2 and 6 for transmutation and wisdom.",
							"es" : "Deben lograr obediencia a la lúz, amarse, amar y servir. Vienen a ser mediadores y consciliadores.\nDecreto: YO SOY hijo de la lúz, protegido e iluminado por la lúz. Bendigo la luz.\nAcciones: trabajar en la independencia y la decisión de afirmarse y creer en la Divinidad. Usar cristal azul, Topacio o Amatista en chakras 2 y 6 para transmutación y sabiduría."
						}
					},
					"3" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being that should encourage creativity, art, achieve being loving and fair. Share with others and teach joy.\nDecree: I AM Divine Love, filling my Mind and my Heart. Actions: Use pink quartz in chakra 6 and 4. Acquire dog, cat, bird or a plant to awaken love, compassion and equality.",
							"es" : "Ser que debe fomentar la creatividad, el arte, lograr ser amoroso y justo. Compartir con los demás y enseñar alegría.\nDecreto: YO SOY el Amor Divino, llenando mi Mente y mi Corazón.\nAcciones: Usar cuarzo rosa en el chakra 6 y en el 4. Adquirir perro, gato, ave o una planta, para despertar el amor, la compasión y la igualdad."
						}
					},
					"4" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "You must develop a clear, objective, organized and practical mind. You must be helpful, share more with others, learn from detachment.\nDecree: I AM my mental, physical and emotional balance.\nActions: Decree visualizing the body in a green light and a green band circling the head, to give Clarity and Truth to the objective mind. Use a green crystal at different points of the head.",
							"es" : "Debe lograr desarrollar mente clara, objetiva, organizada y práctica. Debe ser servicial, compartir más con los otros, aprender del desapego.\nDecreto: YO SOY mi equilibrio mental, físico y emocional.\nAcciones: Decretar visualizando el cuerpo en una luz verde y una banda verde circundando la cabeza, para dar Claridad y Verdad a la mente objetiva. Usar un cristal verde en distintos puntos de la cabeza."
						}
					},
					"5" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "It must reach the balance between heaven and earth, internal-external. You must teach by example. You must achieve perseverance, loyalty and patience, learn to adapt to new circumstances, loyalty and use freedom correctly.\nDecree: I AM my full balance on all my planes. I AM my healthy and perfect body in full freedom.\nActions: physical exercises to discipline the body; a diet that includes raw fruits and vegetables. Use green or transparent glass in chakra 2 and 3.",
							"es" : "Debe alcanzar el equilibrio entre cielo y tierra, interno-externo. Debe enseñar con ejemplo. Debe lograr la perseverancia, lealtad y paciencia, aprender a adaptarse a nuevas circunstancias, la lealtad y a usar correctamente la libertad.\nDecreto: YO SOY mi pleno equilibrio en todos mis planos. YO SOY mi cuerpo sano y perfecto en plena libertad.\nAcciones: ejercicios físicos para disciplinar el cuerpo; una alimentación que incluya frutas y verduras crudas. Usar cristal verde o transparente en chacra 2 y 3."
						}
					},
					"6" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "A familiar, protective, noble, deep being to perceive life, mystical. You must pray, have faith, arc line and intuition.\nDecree: I AM my intuition awakens and activates. I AM my fair, balanced and harmonious word.\nActions: Learn the art of constant and spontaneous prayer. A different prayer for 33 days in a row as Thanksgiving. Use amethyst crystal with topaz in chakra 4, so that the voice arises from there and the ability to pray is made. A green crystal can also be used that helps restore the Arc Line and seal the aura.",
							"es" : "Un ser familiar, protector, noble, profundo para percibir la vida, místico. Debe Orar, tener fe, línea del arco y la intuición.\nDecreto: YO SOY mi intuición despierta y activa. YO SOY mi palabra justa, equilibrada y armoniosa.\nAcciones: Aprender el arte de la Oración constante y espontanea. Una oración diferente durante 33 días seguidos como acción de Gracias. Usar cristal de amatista con topacio en el chakra 4, para que la voz surja desde allí y se haga la capacidad de orar. También puede usarse un cristal verde que ayuda a restaurar la Línea del Arco y sellar el aura."
						}
					},
					"7" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "You must elevate yourself and others. If it is hard, you must learn to have mercy. If it is soft, your mission is to learn to guide. You must work your EGO, since 7 and 9 have a strong ego. You must positively influence others.\nDecrees: I AM my full merciful elevation. I AM my luminous aura.\nActions: Use a pink and/or amethyst crystal in chakras 2 and 6. Clean the aura with the crystal.",
							"es" : "Debe elevarse a sí mismo y a los demás. Si es duro, debe aprender a tener misericordia. Si es blando, su misión es aprender a guiar. Debe trabajar su EGO, ya que los 7 y los 9 tienen un fuerte ego. Debe influenciar en forma positiva a los demás.\nDecretos: YO SOY mi plena elevación misericordiosa. YO SOY mi aura luminosa.\nAcciones: Usar un cristal rosa y/o amatista en chakras 2 y 6. Limpiar el aura con el cristal."
						}
					},
					"8" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Must achieve the purification of their bodies, overcome melancholy and fear, control the mind, achieve the mastery of the ether. With healing power. You must achieve an infinite consciousness.\nDecrees: I AM my perfect breath. I AM my absence of fear. I AM my perfect health.\nActions: Do breathing exercises 3 times a day, visualizing the green color when inhaling and exhaling. Use green crystal in sternum or stomach mouth. In chakra 3 and chakra 7 to seal the aura.",
							"es" : "Debe lograr la purificación de sus cuerpos, vencer la melancolía y el temor, controlar la mente, lograr la Maestría del éter. Con poder de sanación. Debe lograr una conciencia infinita.\nDecretos: YO SOY mi respiración perfecta. YO SOY mi ausencia de temor. YO SOY mi salud perfecta.\nAcciones: Hacer ejercicios de respiración 3 veces al día, visualizando el color verde al inhalar y exhalar. Usar cristal verde en esternón o boca del estómago. En chakra 3 y chakra 7 para sellar el aura."
						}
					},
					"9" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Must attain constancy, the Mastery of himself, with total calm in everything he does. Reassure those around you. Reach the gifts of Goodness and Understanding. Be a spiritual coach, messenger of light. If he does not achieve the Master, he will be a very critical being with other people, intolerant, without patience, perseverance and unhappiness.\nDecree: I AM my calm and subtle perseverance.\nActions: meditation, yoga, tai-chi, Reiki, etc. to quiet. Use a crystal to massage the feet and connect the earth. Also apply it in chakras 5 and 2.",
							"es" : "Debe alcanzar la constancia, la Maestría de sí mismo, con calma total en todo lo que realice. Tranquilizar a los que lo rodean. Alcanzar los dones de la Bondad y la Comprensión. Ser un entrenador espiritual, mensajero de luz. Si no logra la Maestría será un ser muy crítico con las demás personas, intolerante, sin paciencia, perseverancia e infeliz.\nDecreto: YO SOY mi calma y sutil perseverancia.\nAcciones: meditación, yoga, tai-chi, Reiki, etc para aquietar. Usar un cristal para masajear los pies y conectar la tierra. También aplicarlo en chakras 5 y 2."
						}
					},
					"10" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Must manifest real courage and Mastery, or Mastery through courage; control fear within oneself, stop fearing love, life, to express splendor.\nDecrees: I AM the Creator of my decrees. I AM my perfect courage.\nActions: for each decree inhale, retain, make the decree and exhale ... 21 times, 3 times a day. Massage your scalp in a circular shape, with rounded base glass or with your fingers, daily and several times a day.",
							"es" : "Debe manifestar coraje real y la Maestría, o la Maestría a través de la valentía; controlar el temor dentro de sí, dejar de temer al amor, a la vida, para lograr expresar el esplendor.\nDecretos: YO SOY el Creador de mis decretos. YO SOY mi perfecta valentía.\nAcciones: para cada decreto inhalar, retener, hacer el decreto y exhalar... 21 veces, 3 veces al día. Hacerse masajes en el cuero cabelludo en forma circular, con cristal de base redondeada o con los dedos, diario y varias veces al día."
						}
					},
					"11" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "With their presence they transmute, raising the consciousness of others. It must be an example of spiritual life, expand to infinity, develop talents, seek new principles, trust your intuition. With tremendous energy to save or destroy.\nDecrees: I AM intuition awakens in me that elevates and transforms me. I AM my infinite expansion.\nActions: Meditating, look for the connection with the Inner Master using a crystal sphere (white or violet), on chakra 7.",
							"es" : "Con su presencia transmutan, elevando la consciencia de los demás. Debe ser ejemplo de vida espiritual, expandirse hasta el infinito, desarrollar talentos, buscar nuevos principios, confiar en su intuición. Con tremenda energía para salvar o destruir.\nDecretos: YO SOY la intuición despierta en mí que me eleva y transforma. YO SOY mi expansión infinita.\nAcciones: Meditando, buscar la conexión con el Maestro Interno usando una esfera de cristal (blanca o violeta), sobre chakra 7."
						}
					}
				}
			},
			"cycle" : {
				"title" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "Tantric - Current cycle",
						"es" : "Tantrica - Ciclo actual"
					}
				},
				"description" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "The current cycle in this year, since new Moon on September",
						"es" : "El ciclo actual del ser en este año, desde la luna nueva de Septiembre"
					}
				},
				"qualities" : {
					"1" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "The first year of the 9 year cycle. Start something different, shake off the negative and start something new. Have courage to accept the new challenges. You have mental clarity and many new doors open. Sowing for the next 9 years.",
							"es" : "El primer año del ciclo de 9 años. Comienza algo diferente, sacudete de lo negativo y comienza algo nuevo. Ten coraje para aceptar los retos nuevos. Tienes claridad mental y se abren muchas puertas nuevas. Siembra para los proximos 9 años."
						}
					},
					"2" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Second year of the 9 year cycle. 2 is the duality number. You must be patient with others. Good year to start relationships and work relationships. Start or breakup of marriages. Good year for health, economic improvements and unexpected gifts.",
							"es" : "Segundo año del ciclo de 9 años. 2 es el número de la dualidad. Debes ser paciente con los demás. Buen año para comenzar relaciones de pareja y laborales. Inicio o rompimiento de matrimonios. Buen año para la salud, mejoras económicas y regalos inesperados."
						}
					},
					"3" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Third year of the 9 year cycle. Year of travel and internal development. Show your inventive ability to succeed in work or study. Very social year. Always keep in mind future plans. Year to travel or change housing to another country.",
							"es" : "Tercer año del ciclo de 9 años. Año de los viajes y desarrollo interno. Muestra tu capacidad inventiva para tener exitos laborales o en el estudio. Año muy social. Ten siempre presente los planes futuros. Año para viajar o cambiar de vivienda a otro país."
						}
					},
					"4" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Fourth year of the 9 year cycle. The year of work, of achieving things thanks to personal effort. If you work hard and don't get results, you will be sowing for the future. Little time to travel or be at home. You must control your finances well. It is time to invest. In this year a stable home can be founded.",
							"es" : "Cuarto año del ciclo de 9 años. El año del trabajo, de lograr cosas gracias al esfuerzo personal. Si trabajas mucho y no obtienes resultados, estarás sembrando para el futuro. Poco tiempo para viajar o estar en casa. Debes controlar bien tus finanzas. Es tiempo de invertir. En este año se puede fundar un hogar estable."
						}
					},
					"5" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "The intermediate of the 9 year cycle. The year of change. New faces, new ideas, new jobs, new challenges. The impatience is increased so that decisions must be thought through and priority and focus should be given to the most important things and not doing many things at the same time.",
							"es" : "El intermedio del ciclo de 9 años. El año del cambio. Nuevos rostros, nuevas ideas, nuevos empleos, nuevos retos. Se incrementa la impaciencia por lo que se debe pensar bien las decisiones y se debe dar prioridad y foco a las cosas más importantes y no hacer muchas cosas al mismo tiempo."
						}
					},
					"6" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Sixth year of the 9 year cycle. The year of love and domestic responsibility; vibration of the happy couple, marriages, free unions, courtships, home buying. Serve selflessly. Natural resources awareness.",
							"es" : "Sexto año del ciclo de 9 años. El año del amor y la responsabilidad doméstica; vibración de la pareja felíz, matrimonios, uniones libres, noviazgos, compra de casa. Sirve desinteresadamente. Consciencia de recursos naturales."
						}
					},
					"7" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Seventh year of the 9 year cycle. The year of knowledge. Study and analyze everything on the spiritual side, take care of your health, improve your mind with studies, travel to places that enrich knowledge. There is inclination to the occult, spiritual or religious.",
							"es" : "Septimo año del ciclo de 9 años. El año del conocimiento. Estudia y analiza todo del lado espiritual, cuida la salud, mejora tu mente con estudios, viaja a lugares que enriquezcan el conocimiento. Hay inclinacion a lo oculto, espiritual o religioso."
						}
					},
					"8" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Eighth year of the 9 year cycle. The year of money and material achievements. The fruits of the work of previous years are collected. You need good judgment. We must take care of our health and not be affected by material concerns. Invest in essential things. Think of humanity and you will have a reward.",
							"es" : "Octavo año del ciclo de 9 años. El año del dinero y logros materiales. Se recojen los frutos del trabajo de años anteriores. Requieres buen juicio. Hay que poner cuidado a la salud y no dejar afectarse por preocupaciones materiales. Invierte en cosas imprescindibles. Piensa en la humanidad y tendrás recompensa."
						}
					},
					"9" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "The 9 year cycle concludes. You also prepare for the new cycle. It ends what does not work, you learn from mistakes and experiences. The pending must be completed, consolidate what has been achieved and prepare for the next cycle. Do not start anything new, do not change your home.",
							"es" : "Concluye el ciclo de 9 años. También te preparas para el nuevo ciclo. Se termina lo que no sirve, se aprende de los errores y experiencias. Se debe terminar lo pendiente, consolidar lo logrado y prepararse para el proximo ciclo. No comiences nada nuevo, no te cambies de casa."
						}
					}
				}
			},
			"soul" : {
				"title" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "Tantric - Soul number",
						"es" : "Tantrica - Número del Alma"
					}
				},
				"description" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "The relationship with ourselves. What's written in us.",
						"es" : "La relación con sigo mismo. Lo que traemos escrito."
					}
				},
				"qualities" : {
					"1" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "A leader, independent, free, autosuficient, imperalist and egocentric being. Sometimes with no creativity and blocking th soul's flow when centered in mind, rage and fear.",
							"es" : "Un ser líder, independiente, libre, autosuficiente, imperalista y egocentrico. Algunas veces sin creatividad y bloqueando el flujo del alma cuando se centran en mente, rabias y temores."
						}
					},
					"2" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "A lovely, given, noble, dual, giving and sacrified being. Good person; They feel bad acting badly. They don't let themselves be dominated by depression. Emotional and emotional. Sometimes complaining and boring.",
							"es" : "Un ser amoroso, entregado, noble, dual, dador y sacrificado por los demás. Buena persona; se sienten mal al actuar mal. No se dejan dominar por la depresión. Emocional y afectivo. Algunas veces quejosos y aburridos."
						}
					},
					"3" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "A joyful, fun, with communications power, traveler, merchant and strategist being. Sometimes complaining and boring",
							"es" : "Un ser alegre, divertido, gran poder de comunicación, viajero, buen mercader y estratega. Algunas veces quejosos y aburridos"
						}
					},
					"4" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "A protector, given to others, familiar, working and entrepreneur being. Philosophical and psychological mind. You must serve your neighbor.",
							"es" : "Un ser protector, entregado a los demás, familiar, trabajador y emprendedor. Mente filosófica y psicologica. Debe servir al prójimo."
						}
					},
					"5" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "A joyful, intelligent, guiding, teaching and volatile being. Balanced and active. Disciplined, so they have contact with their soul. They should look good to feel good.",
							"es" : "Un ser alegre, inteligente, guía, maestro, volátil, viajero. Equilibrado y activo. Disciplinados, por lo que tienen contacto con su alma. Deben verse bien para sentirse bien."
						}
					},
					"6" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "A noble, given, dedicated, no limits in love, given being. Sometimes superficial, selfish; The arc line must work.",
							"es" : "Un ser noble, entregado, dedicado, sin límites en el enamoramiento, entrega más de la cuenta. A veces superficial, egoísta; debe trabajar la línea del arco."
						}
					},
					"7" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "An extraterrestrial, spiritual, psychic, clairvoyant, egocentric, fun, intelligent, theaching and guide being",
							"es" : "Un ser extraterrestre, espiritual, psíquico, clarividente, egocéntrico, introvertido, inteligente, maestro y guía."
						}
					},
					"8" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "A family, home given, materialist, ambitious and possessive being. With pure soul, divine energy with power of self healing, without fear and persistent. Expansive, protective, enterprising, successful. Dream big and if it's family, better. Sometimes they get to excess. In search of material progress without allowing anyone to stand in his way. His ambition can corrupt him.",
							"es" : "Un ser familiar, entregado al hogar, materialista, ambicioso y posesivo. Con alma pura, energía divina con poder de auto sanación, sin temor y persistentes. Expansivos, protectores, emprendedores, exitosos. Sueña en grande y si es en familia, mejor. A veces llegan al exceso. En busca del progreso material sin permitir que nadie se interponga en su camino. Su ambición lo puede corromper."
						}
					},
					"9" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "An extraterrestrial, spiritual, psychic, clairvoyant, egocentric, fun, intelligent, theaching and guide being. In peace with himself when he manages to deepen his self. He must be constant in what he undertakes. It flows, it is in harmony. He is a teacher, guide, psychic, clairvoyant. Sometimes it is hard on itself. His soul will be a mystery to him. It will not be known as long as it remains superficial. Naive, carefree and/or lazy.",
							"es" : "Un ser extraterrestre, espiritual, psíquico, clarividente, egocéntrico, introvertido, inteligente, maestro y guía. En paz consigo mismo cuando logre profundizar en su YO. Debe ser constante en lo que emprende. Fluye, está en armonía. Es maestro, guía, psíquico, clarividente. A veces es duro consigo mismo. Su alma será un misterio para él. No se conocerá en tanto siga siendo superficial. Ingenuo, despreocupado y/o holgazán."
						}
					},
					"10" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "A leader and entrepreneur, autentic, intelligent and strategist being. Tremendous energy. Perfectionists with themselves. Power of the verb, its word is embodied. You can decree. They have tremendous inner strength. They inspire a lot of respect. Entrepreneurs.",
							"es" : "Un ser líder y emprendedor. auténtico, inteligente y estratega. Tremenda energía. Perfeccionistas consigo mismos. Poder del verbo, su palabra se plasma. Puede decretar. Poseen una tremenda fuerza interior. Inspiran mucho respeto. Emprendedores."
						}
					},
					"11" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "A spiritually powerful, passionate, obstacle winner, and with great capacity being. They flow, great connection with God. Great power to transform, overcome instincts and obstacles, passionate. Sometimes with great internal confusion, conflicting, instinctive.",
							"es" : "Un ser con poder espiritual, apasionado, vencedor de obsáculos con gran capacidad. Fluyen, gran conexión con Dios. Gran poder para transformar, vencer los instintos y obstáculos, apasionados. A veces con gran confusión interna, conflictivo, instintivo."
						}
					}
				}
			},
			"karma" : {
				"title" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "Tantric - Karma - personality number",
						"es" : "Tantrica - Número del karma - personalidad"
					}
				},
				"description" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "The aspect I brought for showing... personality. The relationship with outer world.",
						"es" : "El aspecto que traigo para mostrar... personalidad. La relación con el mundo externo."
					}
				},
				"qualities" : {
					"1" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being silent, transparent, goes unnoticed, does not bother, the relationship is very important. Leader, autonomous and free. Sometimes uncreative, authoritarian and arrogant.",
							"es" : "Ser silencioso, transparente, pasa inadvertido, no molesta, la relación de pareja es muy importante. Líder, autonomo y líbre. A veces poco creativo, autoritario y prepotente."
						}
					},
					"2" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "A friendly, tender, affectionate, dedicated being ... inspires confidence. Good merchant and skilled for teamwork. It does not compete ... it is dual. Sometimes they take advantage and manipulate in work and love; He doesn't mind losing money to win a friend.",
							"es" : "Un ser amistoso, tierno, afectuoso, entregado... inspira confianza. Buen comerciante y hábil para trabajo en equipo. No compite... es dual. A veces se aprovechan y manipulan en el trabajo y el amor; no le importa perder dinero para ganar un amigo."
						}
					},
					"3" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being nice, creative, likes popularity, is a good host, loves children and animals; Positive and assertive communication. Some are withdrawn, sullen, with problems with authority, pessimistic, boring.",
							"es" : "Ser simpático, creativo, gusta de la popularidad, es buen anfitrion, ama niños y animales; positivos y de comunicación asertiva. Algunos son retraidos, huraños, con problemas con la autoridad, pesimistas, aburridos."
						}
					},
					"4" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being helpful, objective, good counselor, good psychologist, attracts and reassures others. Objective vision. Sometimes it cannot be neutral or persevere; of few friends ... Restless, stubborn, impatient, workaholic. Psychorrigid and normative.",
							"es" : "Ser servicial, objetivo, buen consejero buen psicólogo, atrae y tranquiliza a los demás. De visión objetiva. A veces no puede ser neutral ni perseverar; de pocos amigos... Inquieto, terco, impaciente, adicto al trabajo. Psicorrigido y normativo."
						}
					},
					"5" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being who wants to experience every possibility that comes to life. Unconventional, attractive to others. Fine, kind, friendly, good actor and excellent in public relations. Sometimes with lack of concentration and lack of consideration with others. They can have 2 or 3 loves.",
							"es" : "Ser que quiere experimentar toda posibilidad que se les presente en la vida. Poco convencional, atractivo para los demás. Fino, amable, simpático, buen actor y excelente en relaciones públicas. A veces con falta de concentración y con falta de consideración con los demás. Pueden tener 2 ó 3 amores."
						}
					},
					"6" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Be idealistic, spiritual, fair. I crave love, friends, company. Pleasant to others, benevolent and tolerant. He delights decorating his house artistically. Sometimes his word has no power, does not fulfill commitments, unfaithful.",
							"es" : "Ser idealista, espiritual, justo. Ansía amor, amigos, compañía. Agradable a los demás, benévolo y tolerante. Se deleita decorando artísticamente su casa. A veces su palabra no tiene poder, no cumple compromisos, infiel."
						}
					},
					"7" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being of great capacity to face new situations, for action. Thinker, wise, executive, leader. It is not affected by external negativity due to its aura. Idealistic. Sometimes Unable to speak in front of people, permeable aura, doubt their own ability, dislike manual labor, dislike other people's suggestions, addicts and/or egocentric.",
							"es" : "Ser de gran capacidad para enfrentar nuevas situaciones, para la acción. Pensador, sabio, ejecutivo, líder. No lo afecta la negatividad externa debido a su aura. Idealista. A veces Incapaz de hablar frente a la gente, aura permeable, duda de su propia capacidad, le desagrada la labor manual, le disgustan las sugerencias ajenas, adictos y/o egocentricos."
						}
					},
					"8" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being who knows how to be one with PRANA (vital energy). Long-term planner, fulfilling its objectives. Tireless at work. Doctors or good healers for their pranic energy. Sometimes they are afraid or have no energy to fulfill what is proposed. Dominant, stubborn. Ambitious, unscrupulous, arrogant and/or materialistic.",
							"es" : "Ser que sabe cómo ser uno con el PRANA (energía vital). Planificador a largo plazo, cumpliendo sus objetivos. Incansable en el trabajo. Doctores o buenos sanadores por su energía pránica. A veces tienen temor o no tienen energía para cumplir con lo que se propone. Dominantes, tercos. Ambiciosos, inescrupulosos, prepotentes y/o materialistas."
						}
					},
					"9" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "A constant being in his work and relationships, delicate, dominates situations. Sometimes it looks hard and numb, but it isn't. Take care of the verb. Sometimes it's mediocre, they know a bit of everything, but nothing really good. It changes activity constantly, it hurts people, it is lonely, depressive.",
							"es" : "Es un ser constante en su trabajo y relaciones, delicado, domina las situaciones. A veces se ve duro e insensible, pero no lo es. Cuida el verbo. A veces es mediocre, saben de todo un poco, pero nada bien en realidad. Cambia de actividad constantemente, hiere a las personas, es solitario, depresivo."
						}
					},
					"10" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being that gives one hundred percent in everything they decide to do. When they don't want to do something, nobody can convince them otherwise. They never get scared. Sometimes with excess of freedom, independence, authoritarianism, arrogance.",
							"es" : "Ser que da el cien por ciento en todo aquello que decidan hacer. Cuando no quieren hacer algo, nadie los puede convencer de lo contrario. Nunca se atemorizan. A veces con exceso de libertad, de independencia, autoritarismo, prepotencia."
						}
					},
					"11" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being that inspires and elevates the consciousness of others. If you do not achieve mastery on the physical level, you will always be worried about money, the illusory appearance of the senses. They want to have the best house, cars, etc. Worried about what others think. He achieves enough things, but he is never satisfied.",
							"es" : "Ser que inspira y elevan la consciencia de los demás. Si no logra la Maestría en el plano físico, siempre estará preocupados del dinero, la apariencia ilusoria de los sentidos. Quieren tener la mejor casa, autos, etc. Preocupado de lo que otros opinan . Logra bastantes cosas, pero nunca está satisfecho."
						}
					}
				}
			},
			"gift" : {
				"title" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "Tantric - God's Divine gift number",
						"es" : "Tantrica - Número regalo divino de Dios"
					}
				},
				"description" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "Gifts and sacred impulses given by God",
						"es" : "Dones e impulsos sagrados dados por Dios"
					}
				},
				"qualities" : {
					"1" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being who finds his master key in creativity. Loving, leading and authentic.",
							"es" : "Ser que encuentra su llave maestra en la creatividad. Amoroso, líder y auténtico."
						}
					},
					"2" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being calculating, friendly, kind, obedient as a son and student. They connect easily with people. Loving, tender and affectionate.",
							"es" : "Ser calculador, amistoso, bondadoso, obediente como hijo y alúmno. Se conectan fácilmente con las personas. Amorosos, tiernos y afectuosos."
						}
					},
					"3" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being who loves others, positive, with an attitude of moving forward. they listen and help to be more negative, without this influencing them.",
							"es" : "Ser que ama al prójimo, positivos, con actitud de seguir adelante. escuchan y ayudan al ser más negativo, sin que esto los influya."
						}
					},
					"4" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being with a yogic mind. Neutral, humble and server. See the center of each circumstance.",
							"es" : "Ser con mente yóguica. Neutral, humilde y servidor. Ver el centro de cada circunstancia."
						}
					},
					"5" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Person who dominates the physical body. Artist and with great ability to teach.",
							"es" : "Persona que domina el cuerpo físico. Artista y con gran habilidad para enseñar."
						}
					},
					"6" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "A being who always has faith in God, Mystic, puts all his energies in one center and from that point lives, breathes and moves.",
							"es" : "Un ser que siempre tiene fe en Dios, Místico, pone todas sus energías en un centro y a partir de ese punto vive, respira y se mueve."
						}
					},
					"7" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being that everything elevates it in vibration; generate good energies with ease; leader that shines. Teacher guide",
							"es" : "Ser que todo lo eleva en vibración; genera buenas energías con facilidad; líder que brilla. Maestro, guia."
						}
					},
					"8" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being who never fears and his projects turn out. It goes forward helping others achieve their projects. Relatives",
							"es" : "Ser que nunca teme y le resultan sus proyectos. Va hacia adelante ayudando a otros a alcanzar sus proyectos. Familiares."
						}
					},
					"9" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being that you can obtain the Master's degree quickly and more easily than others. Quickly capture what is happening around you. Humanistic, intuitive, altruistic.",
							"es" : "Ser que puede obtener la Maestría de una manera rápida y con mayor facilidad que los demás. Capta rápidamente lo que ocurre a su alrededor. Humanista, intuitivo, altruista."
						}
					},
					"10" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Be radiant with luminous aura. Fast in action. Illuminate where it is.",
							"es" : "Ser radiante con aura luminosa. Veloz en la acción. Ilumina donde esté."
						}
					},
					"11" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "11 contains 6, therefore 6 is also his gift, that is, the Arc Line. When he becomes aware he will be a bridge between men and other planes, expressing the energy of any of his spiritual bodies.",
							"es" : "El 11 contiene al 6, por lo tanto el 6 también es su regalo, es decir, la Línea del Arco. Cuando toma consciencia será puente entre hombres y otros planos, expresando la energía de cualquiera de sus cuerpos espirituales."
						}
					}
				}
			},
			"destiny" : {
				"title" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "Tantric - Destiny and past lives number",
						"es" : "Tantrica - Número del destino y vidas pasadas"
					}
				},
				"description" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "What needs to be polished from past lives. This is how peeople see us.",
						"es" : "Lo que falta por pulir de vidas pasadas. Es como nos ven los demás."
					}
				},
				"qualities" : {
					"1" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being who wants to seem humble even if it isn't. Perceived as very creative. Leader, entrepreneur and loves loneliness.",
							"es" : "Ser que quiere parecer humilde aún si no lo es. Percibido como muy creativo. Líder, emprendedor y ama la soledad."
						}
					},
					"2" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "They are giving and obedient beings. Disciples in past lives. They find multiple teachers in the incarnation. Life as a couple is very important. Peaceful and noble.",
							"es" : "Son seres dadivosos y obedientes. Discípulos en vidas pasadas. Encuentran múltiples maestros en la encarnación. La vida en pareja es muy importante. Pacíficos y Nobles."
						}
					},
					"3" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Be cheerful, positive, dynamic, friendly, independent. Sometimes intolerant.",
							"es" : "Ser alegre, positivo, dinámico, amistoso, independiente. A veces intolerante."
						}
					},
					"4" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being that already developed his mental body. Neutral, Seen as a source of advice and helpful. Objectives and without judgment. The protective father.",
							"es" : "Ser que ya desarrolló su cuerpo mental. Neutral, Visto como fuente de consejos y servicial. Objetivos y sin juicio. El padre protector."
						}
					},
					"5" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Beautiful person physically or sympathetic. Teacher, guides, influencer.",
							"es" : "Persona bella físicamente o simpática. Maestra, guías, influenciadora."
						}
					},
					"6" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being who has cultivated mysticism in past lives. Right person, deep. Meditator and pray a lot. Good couple, excellent partner.",
							"es" : "Ser que ha cultivado Misticismo en vidas pasadas. Persona correcta, profunda. meditador y ora mucho. Buena pareja, excelente socio."
						}
					},
					"7" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being who has cultivated mysticism in past lives. Right person, deep. Meditator and pray a lot. Good couple, excellent partner....",
							"es" : "Ser que ha venido cultivando la misericordia o liderazgo, es inspirador y elevador de cosciencia; guia."
						}
					},
					"8" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Being projected as a pure person, without fear. Persistent. Ambitious, materialist, leader, protector, delivered.",
							"es" : "Ser que se proyecta como una persona pura, sin temor. Perseverante. Ambicioso, materialista, líder, protector, entregado."
						}
					},
					"9" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "People will see him as a wise, deep being. Hermit, generous, altruistic, guide.",
							"es" : "La gente lo verá como un ser sabio, profundo. Ermitaño, generoso, altruista, guia."
						}
					},
					"10" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Inexhaustible energy source. If it is negative, it tends to be selfish. Great ability to perform, makes others execute actions that lead them to perform, producing evolution. Stubborn",
							"es" : "Fuente energética inagotable. Si es negativo, tiende a ser egoísta. Gran capacidad de realización, hace que los otros ejecuten acciones que los llevan a realizarse, produciéndose evolución. Tercos."
						}
					},
					"11" : {
						"object-type": "Translatable",
						"texts" : {
							"en" : "Remind others of the existence of God. You must become aware of your previous incarnations. They are responsible for leading, taking on Light challenges for their peers.",
							"es" : "Recuerda a los demás la existencia de Dios. Debe tomar consciencia de sus encarnaciones anteriores. Les corresponde liderar, asumir retos de Luz para sus semejantes."
						}
					}
				}
			},
			"name-total" : {
				"title" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "Name Numerology - Life Goals",
						"es" : "Numerología Pitagorica de Nombre - Metas de Vida"
					}
				},
				"description" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "It is calculated with the full Name. It indicates the role in society, the conscious or subconscious objectives that the person brings as a purpose.",
						"es" : "Se calcula con el Nombre completo. Indica el papel en la sociedad, los objetivos conscientes o subconscientes que la persona trae como finalidad."
					}
				},
				"qualities" : { "registry-ref" : "number-vibrations" }
			},
			"name-inner" : {
				"title" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "Pitagoric Name Numerology - Inner Vibration",
						"es" : "Numerología Pitagorica de Nombre - Vibración Interior"
					}
				},
				"description" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "Calculated using the vowels. The internal strength, inclinations and motivations deeply moving us, but not perceptive to the others.",
						"es" : "Se caclula usando las vocales. La fuerza interna, inclinaciones y motivaciones que nos mueven profundamente pero que no son percibidas por los demás."
					}
				},
				"qualities" : { "registry-ref" : "number-vibrations" }
			},
			"name-outter" : {
				"title" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "Pitagoric Name Numerology - External Vibration",
						"es" : "Numerología Pitagorica de Nombre - Vibración Externa"
					}
				},
				"description" : {
					"object-type": "Translatable",
					"texts" : {
						"en" : "Calculated using consonants. It reveals the external projection of personality; the impression it produces on others.",
						"es" : "Se calcula usando las consonantes. Revela la proyección externa de la personalidad; la impresión que produce en los demás."
					}
				},
				"qualities" : { "registry-ref" : "number-vibrations" }
			}
		}
	}
}